[
    {
        "id": 1,
        "icon": "./images/service/icon/1.png",
        "smallIcon": "/images/service/icon/small/1.png",
        "title": "Paid Advertisement",
        "categories": [
            "Paid Advertisement",
            "Email Marketing",
            "Creative Services",
            "Website",
            "Social media Management",
            "Brand Enhancement Services"
        ],
        "excerpt": "Advertise your business online, through search engines and social media.",
        "body": [
            "<p class='text-primary fw-semi-bold mb-6'> The fastest way to reach the masses with your message is through paid advertising. ProHikes  works together with you and your company to ensure you get the highest return on your investment with laser-targeted campaigns made to reach the most relevant consumers. </p>",
            "<div class='row sub-section-mb mt-7 mt-lg-0'><div class='sub-section-title'><h3 class='title'>Google Ads</h3><p>If you are using Google Ads to promote your online company? Have you spent a lot of money and not yet seen the results you desired? Don’t just do it again and hands it on certified Google Ads professional to get rid of money wastage, make you each penny spend worth and drive qualitative and potential traffic to your website. Instead of focusing on increasing spending, we focus on generating valuable traffic from the spending that gets you genuine benefits quickly. With our efforts and service, we ensure that your products reach potential clients from the billions of searches made on Google every day. Better ad management requires a lot of knowledge and expertise, neither of which every firm has. When ProHikes can handle it for you, there is no need to waste your time or money on it.</p> <p><i class='fa fa-angle-double-right'></i> Keyword research and selection</p><p><i class='fa fa-angle-double-right'></i>Competitive research and Monthly report</p><p><i class='fa fa-angle-double-right'></i>PPC Monitoring and cost management</p><p><i class='fa fa-angle-double-right'></i>Ad campaign modification and improvements</p></div></div></div>"
        ],
        "bodyBottom": [
            "<div class='row sub-section-mb70'><div class='col-xl-6 col-md-5 order-last order-lg-first text-center'><img class='mr-n2 mt-7 mt-md-0' src='/images/service/paidads/1.png' alt='service' /></div><div class='col-xl-5 col-md-6 offset-xl-1'><div class='sub-section-title'><p>While many display and PPC (Pay Per Click) ad campaigns are administered by agencies, many are not well optimised. The ProHikes team is well trained on every facet of the platform, and targeting is coordinated with your SEO (Search Engine Optimization) objectives. Additionally, we keep an eye on every campaign every day to spot any potential opportunities for optimization.</p></div></div></div></div>",
            "<div class='row sub-section-mb mt-7 mt-lg-0'><div class='col-xl-6 col-md-6'><div class='sub-section-title'><h3 class='title'>Leverage the Power of Social Media</h3><p> Our social media advertising services have been tried and tested, and it has been shown that they help our social media management service expand more quickly. Therefore, our clients typically get greater results at a cheaper cost when they use ProHikes Marketing to design social marketing. While a lot of our clients use this service for Facebook advertisements, we can also run paid social ads on Instagram, LinkedIn, and other platforms. While measuring conversions and important analytics, this service uses your advertising spend to increase your reach and send targeted customers to your website or landing page.  </p></div></div><div class='col-xl-5 col-md-6 text-center mt-7 mt-md-0 offset-xl-1'><img class='mt-xl-n3 ml-n2' src='/images/service/paidads/2.png' alt='service' /></div></div>"
        ]
    },
    {
        "id": 2,
        "icon": "./images/service/icon/2.png",
        "smallIcon": "/images/service/icon/small/2.png",
        "title": "Email Marketing",
        "categories": [
            "Paid Advertisement",
            "Email Marketing",
            "Creative Services",
            "SEO & Optimisation",
            "Social media Management",
            "Brand Enhancement Services"
        ],
        "excerpt": "Plan, Execute, & Optimize Email Campaigns with our highly Trusted Sending & Deliverability Platform.",
        "body": [
            "<div class='text-primary fw-semi-bold mb-6'>Email marketing requires substantially less work than traditional marketing for small businesses, franchises, and multi-location companies. For each dispersed campaign, there is no need for labelling or postage to be taken into account. </div>",
            "<div class='single-service-list'><div class= 'pointimp'><h3 class='title1'>Custom Template Design and Development</h3>You lack the internal resources required to produce templates for drip campaigns and email marketing newsletters. As your exclusive source of email marketing services, we create, develop, and roll out updated email templates that are consistent with your branding and optimise the user experience (UX).</div><div class='single-service-list'><div class= 'pointimp'><h3 class='title1'>Email Marketing Management</h3>Need assistance with your recurring email services? Our email company works with your internal team to create an email marketing strategy that is profitable over the long term. </div> <div class= 'pointimp'><h3 class='title1'>Email Marketing Automation</h3>Utilize ProHike's email newsletter service to inform your clients and potential clients about brand promotions, product changes, and other marketing initiatives. We offer a cost-effective email newsletter service that takes care of all the technical procedures for you as a leading provider of email marketing services.</div><div class= 'pointimp'><h3 class='title1'>Email Newsletters Services</h3>Launching monthly email newsletter services and email marketing campaigns are only the tip of the iceberg when it comes to email marketing for eCommerce, Shopify, and other business types. Email automation is essential if you want to improve your email marketing strategy.</div></div>"
        ],
        "bodyBottom": [
            "<div class='single-service-list'><p><i class='fa fa-angle-double-right'></i>Regular brand interactions are necessary for building strong client relationships, and normal web email marketing conversations with the customer enable any business to build brand loyalty while boosting sales. </p> <p><i class='fa fa-angle-double-right'></i> Despite the popularity and rise of mobile messengers and chat apps, studies reveal that approximately 61 percent of customers still favour email-facilitated brand contacts. This preference cuts across genders and age groups.</p></div>",
            "<div class='row sub-section-mb mt-7 mt-lg-0'><div class='col-xl-6 col-md-6'><div class='sub-section-title'><p>With the help of targeted email marketing, you can quickly connect with and interact with small or large numbers of your intended market segments. The top email marketing agencies can help you if you don't have the time to study the ins and outs of email campaign optimization. ProHikes provides a wide selection of email marketing services that are tailored to your brand's requirements, financial resources, and suitable market niches. Make an appointment with us and let's talk about how important services are to attaining your objectives.</p></div></div><div class='col-xl-5 col-md-6 text-center mt-7 mt-md-0 offset-xl-1'><img class='mt-xl-n3 ml-n2' src='/images/service/email/1.png' alt='service' /></div></div>"
        ]
    },
    {
        "id": 3,
        "icon": "./images/service/icon/3.png",
        "smallIcon": "/images/service/icon/small/3.png",
        "image": "./images/service/socialmm1.png",
        "title": "Creative Services",
        "categories": [
            "Paid Advertisement",
            "Email Marketing",
            "Creative Services",
            "SEO & Optimisation",
            "Social media Management",
            "Brand Enhancement Services"
        ],
        "excerpt": "Full range of creative services - prints, logos, branding, websites and copywriting.",
        "body": [
            "<p class='pb-2'>You may shorten the communication process and increase the effectiveness of your advertising by using the smart and captivating content created for the websites and other promotional materials. ProHike’s creative solutions are designed for success through dynamic options for your media needs. </p>",
            "<p class='text-primary fw-semi-bold mb-6'> For any creative service, we have qualified specialists. We have copywriters, editors, illustrators, graphic designers, video producers, and more. They work collaboratively  To give customers the finest services possible,  ProHikes  also uses the most recent and highly recommended software technologies. Additionally, we make sure to tailor our services to each client's needs, business objectives, target market, and financial constraints. Therefore, we promise all of our clients greater engagement, popularity, and ROI. </p>",
            "<p class='pb-2'>In addition, our broad experience enables us to manage projects in different genres and languages. We work on projects that are related to marketing, academic research, law, money, and health. Thus, we cater to a wide range of clients. </p>",
            "<div class='single-service-list'><p><i class='fa fa-angle-double-right'></i>Producing a variety of content, from board level presentations and pitch decks to impactful brand building, thought leadership material.</p> <p><i class='fa fa-angle-double-right'></i>Digital marketing materials for web, social media, and email.</p><p><i class='fa fa-angle-double-right'></i> Cyclical compliance materials (monthly, quarterly, annual reports, and communications).</p><p><i class='fa fa-angle-double-right'></i> ProHikes is qualified to provide all the creative solutions needed, starting from the production to the distribution stage of a product or service. Hence, our experts offer a range of creative services.</p></div>"
        ],
        "bodyBottom": [
            "<div class='row sub-section-mb mt-7 mt-lg-0'><div class='col-xl-6 col-md-6'><div class='sub-section-title'><h3 class='title'>Branding</h3><p>Customers identify a brand by its Name, Logo, Slogan, Color palette, Graphics,Typographycreatives, Packaging, Labelling and Promotional videos. These are all appealing characteristics that could help a brand become legendary. A great logo is good for business, but getting one that will work for years is difficult. Whether you're just starting out or revamping all of your branding design materials, talk to us. .</p></div></div><div class='col-xl-5 col-md-6 text-center mt-7 mt-md-0 offset-xl-1'><img class='mt-xl-n3 ml-n2' src='/images/service/creative/2.png' alt='service' /></div></div>",
            "<div class='row sub-section-mb70'><div class='col-xl-6 col-md-5 order-last order-lg-first text-center'><img class='mr-n2 mt-7 mt-md-0' src='/images/service/creative/3.png' alt='service' /></div><div class='col-xl-5 col-md-6 offset-xl-1'><div class='sub-section-title'><h3 class='title'>Business & Marketing</h3><p> What’s a business without business and marketing materials? These crucial resources complement your goods and/or services and give your clients' clients a more concrete experience. They are not only a fantastic way to stay in touch, but they are also a direct means to enlighten your clients. These are some essential projects to take your business to the next level:</p>,<i class='fa fa-angle-double-right'></i>Posters and Business cards</p> <p><i class='fa fa-angle-double-right'></i>Booklets and Brochures</p><p><i class='fa fa-angle-double-right'></i>Infographics</p><p><i class='fa fa-angle-double-right'></i> Postcards and Mailers</p><p><i class='fa fa-angle-double-right'></i> Flyers, Billboards & Banners<p> These essential assets are complementary to your products and/or services and provide your customers with a more tangible experience.</p></div></div></div>",
            "<div class='row sub-section-mb mt-7 mt-lg-0'><div class='col-xl-6 col-md-6'><div class='sub-section-title'><h3 class='title'>Website design</h3><p> It is the most fundamental prerequisite for any business offering goods or services. A legitimate and expert website is a requirement for clients since it promotes customer trust. Additionally, website interactions, visits, mentions, and backlinks assist clients in keeping track of their prospective customers. we create cutting-edge, successful websites that capture your brand, increase conversion rates, and maximise revenue to help grow your business and achieve your goals. </p></div></div><div class='col-xl-5 col-md-6 text-center mt-7 mt-md-0 offset-xl-1'><img class='mt-xl-n3 ml-n2' src='/images/service/creative/4.png' alt='service' /></div></div>",
            "<div class='row sub-section-mb70'><div class='col-xl-6 col-md-5 order-last order-lg-first text-center'><img class='mr-n2 mt-7 mt-md-0' src='/images/service/creative/5.png' alt='service' /></div><div class='col-xl-5 col-md-6 offset-xl-1'><div class='sub-section-title'><h3 class='title'>Copywriting Services</h3>Our content marketing experts know not only how to write – and write well – but also write in a way that serves both people and algorithms. We may create compelling copy for use on your website, SEO-friendly product descriptions to help them rank, powerful and succinct email campaigns, or blog entries that increase your exposure and authority as a subject matter expert. You must explain your goods and services in ways that search engines can understand in addition to those that would appeal to potential buyers.<br> We develop a content marketing plan that adheres to your core beliefs as well as the preferences, demands, and wants of your target audience.</p></div></div></div>",
            "<div class='row sub-section-mb mt-7 mt-lg-0'><div class='col-xl-6 col-md-6'><div class='sub-section-title'><h3 class='title'>Videos Production</h3><p>It could seem impossible to incorporate high-quality, professional video into your marketing plan, but it's not. Working with ProHike's digital marketing team has several benefits, including access to our many internal professionals, which includes video expertise. Our video production services department has the tools and know-how required to efficiently script, shoot, edit, create, and distribute your video in a way that supports and fits with your marketing objectives.</p></div></div><div class='col-xl-5 col-md-6 text-center mt-7 mt-md-0 offset-xl-1'><img class='mt-xl-n3 ml-n2' src='/images/service/creative/6.png' alt='service' /></div></div>"
        ]
    },
    {
        "id": 4,
        "icon": "./images/service/icon/4.png",
        "smallIcon": "/images/service/icon/small/4.png",
        "image": "./images/service/content1.png",
        "title": "SEO & Optimisation",
        "categories": [
            "Paid Advertisement",
            "Email Marketing",
            "Creative Services",
            "SEO & Optimisation",
            "Social media Management",
            "Brand Enhancement Services"
        ],
        "excerpt": "ProHikes aiming to help businesses improve their online presence in search.",
        "body": [
            "<p class='pb-2'> SEO is One of the best internet marketing techniques to help your company increase website traffic, target qualified prospects, and increase conversions and income. However, SEO is more than just one strategy.</p>",
            "<p class='text-primary fw-semi-bold mb-6'> In actuality, SEO is a umbrella for a variety of smaller strategies that work together to improve your website's position on Google (or other search engines) and so enhance its ability to convert visitors into paying customers and generate income. With a custom SEO plan and our experienced SEO specialists, your business can use SEO to its full advantage.</p>",
            "<div class='row sub-section-mb mt-7 mt-lg-0'><div class='col-xl-6 col-md-6'><div class='sub-section-title'><p>ProHikes provide a custom strategy, world-class technology, and an elite SEO team. We focus on driving revenue for our clients, and we provide all of the services and technology your business needs to grow with SEO. Whether you’re looking to reach nearby shoppers via local results or business buyers across the country, you can do it with a website optimized for search engines and consumers. However for the best results from SEO, companies need a competitive strategy. Here’s a look at our SEO process - R.O.C.K.E.T which includes six elements:</p></div></div><div class='col-xl-5 col-md-6 text-center mt-7 mt-md-0 offset-xl-1'><img class='mt-xl-n3 ml-n2' src='/images/service/seo/2.png' alt='service' /></div></div>"
        ],
        "bodyBottom": [
            "<div class='single-service-list'><h3 class='title1'>Research</h3><p>When we launch an SEO campaign, your dedicated SEO consultant starts by conducting a thorough analysis of your business, your website, your rivals, and your sector.</p><p><i class='fa fa-angle-double-right'></i>In-depth Competitor Analysis </p> <p><i class='fa fa-angle-double-right'></i> Site & Server Analysis</p> <p><i class='fa fa-angle-double-right'></i> Analyze 200+ On-Site SEO Factors</p><p>We put on our detective hats and build a roadmap for your website’s SEO using data.</p></div><div class='single-service-list'><h3 class='title1'>Optimize</h3><p>We perform hundreds of little and large modifications to your website, ranging from IA to UX, to help Google better understand your brand.</p><p><i class='fa fa-angle-double-right'></i>Attention-grabbing titles & meta descriptions </p> <p><i class='fa fa-angle-double-right'></i> Improve usability</p> <p><i class='fa fa-angle-double-right'></i> Update Site Architecture</p><p>Our SEO company will also handle your technical SEO needs with a professional web development team, assisting you in improving the usability, performance, and operation of your website.</p></div> <div class='single-service-list'><h3 class='title1'>Content</h3><p>Your website content is what users count on to help educate and guide them through the purchasing funnel.</p><p><i class='fa fa-angle-double-right'></i>Website SEO Copy That Converts </p> <p><i class='fa fa-angle-double-right'></i> Longform Copy That Educates</p> <p><i class='fa fa-angle-double-right'></i> Informative Blog Posts That Intrigue</p><p>Whether discussing your company’s unique selling point or providing instructive material., we'll provide topic suggestions, polished writing, and high-quality content to boost both your site's ranking and the growth of your business.</p></div> <div class='single-service-list'><h3 class='title1'>Keywords</h3><p>Our SEO services are built around a careful process of keyword research. The precise keywords we target assist us in identifying our target market and bringing relevant traffic to your website.</p><p><i class='fa fa-angle-double-right'></i>Competitor Keyword Analysis </p> <p><i class='fa fa-angle-double-right'></i> Keyword Mapping Report</p> <p><i class='fa fa-angle-double-right'></i> Advanced Rank Tracking</p><p>Your business can secure fresh leads, high-value sales, and more with targeted visitors to your website.</p></div> <div class='single-service-list'><h3 class='title1'><p>Earned media & links</h3><p>Off-page SEO and earned media are essential for getting your website in front of your target market.</p><p><i class='fa fa-angle-double-right'></i>Content Promotion </p> <p><i class='fa fa-angle-double-right'></i> Relevant Mentions From Blogs/Press</p> <p><i class='fa fa-angle-double-right'></i> Viral Marketing Campaigns</p><p>By assisting your business in establishing links (and relationships) with reputable authorities in your sector, our committed content marketing team will open up new possibilities for website growth.</div><div class='single-service-list'><h3 class='title1'>Testing</h3><p>Just getting quality, relevant search traffic to your website is the first step in our SEO optimization services.</p><p><i class='fa fa-angle-double-right'></i>Conversion Path Analysis </p> <p><i class='fa fa-angle-double-right'></i> Calls-to-action Improvements</p> <p><i class='fa fa-angle-double-right'></i> Continual Improvements Via ROI Tracking</p><p>We believe in testing everything and making continual improvements to your SEO marketing strategy so your business can continue to drive revenue from SEO.</p></div>",
            "<div class='row sub-section-mb mt-7 mt-lg-0'><div class='sub-section-title'><p>With all this talk about the positive effects of SEO management, how can you know for sure that it’ll help your business flourish and grow? Even if there is no way to predict with certainty how much your company will expand thanks to SEO services, you can be sure that it will improve in search engine results, attract more visitors, and increase sales. <br>Our team at ProHikes creates an unique SEO strategy for your organisation based on your company's requirements, industry, current SEO efforts, and your desired outcomes. Schedule a meeting right away if you're prepared to begin developing your unique, revenue-generating SEO approach.</p></div></div></div>"
        ]
    },
    {
        "id": 5,
        "icon": "./images/service/icon/5.png",
        "smallIcon": "/images/service/icon/small/7.png",
        "image": "./images/service/web1.png",
        "title": "Social Media Management",
        "categories": [
            "Paid Advertisement",
            "Email Marketing",
            "Creative Services",
            "SEO & Optimisation",
            "Social media Management",
            "Brand Enhancement Services"
        ],
        "excerpt": " Our Social Media Management Experts will build online buzz for your Business.",
        "body": [
            "<p class='text-primary fw-semi-bold mb-6'>We execute targeted campaigns with custom branded graphics, publishing engaging content your customers care about. We also follow relevant accounts, engage with industry-specific content, and identify trending topics to help grow and reach the right audience for your brand.</p>",
            "<div class='single-service-list'><p><i class='fa fa-angle-double-right'></i>We’ve perfected social strategies, content creation and platform optimizations to drive big wins for our clients. </p> <p><i class='fa fa-angle-double-right'></i>Many social media management solutions have the same basic features, but ProHikes takes it to the next level with a streamlined social inbox for reputation monitoring, custom reports and more.</p><p><i class='fa fa-angle-double-right'></i>ProHikes utilizes exclusive marketing and sales resources to grow brands and get them award-winning results.</p></div>",
            "<div class='row sub-section-mb mt-7 mt-lg-0'><div class='col-xl-6 col-md-6'><div class='sub-section-title'><h3 class='title'>Platform-specific content</h3><p>At ProHikes, we take pride in producing pertinent content as opposed to merely doing daily obligations and employing stock copy. There are rules specific to each social networking site. We provide specially crafted, intriguing content for each person. The optimum days and times to engage the audience are then chosen for publishing the pieces. Our staff also stays current with emerging trends and algorithm updates to guarantee that your social profiles always follow platform-specific best practises.</p></div></div><div class='col-xl-5 col-md-6 text-center mt-7 mt-md-0 offset-xl-1'><img class='mt-xl-n3 ml-n2' src='/images/service/smm/4.png' alt='service' /></div></div>"
        ],
        "bodyBottom": [
            "<div class='row sub-section-mb70'><div class='col-xl-6 col-md-5 order-last order-lg-first text-center'><img class='mr-n2 mt-7 mt-md-0' src='/images/service/smm/5.png' alt='service' /></div><div class='col-xl-5 col-md-6 offset-xl-1'><div class='sub-section-title'><h3 class='title'>Monitoring & replies</h3><p class='impparagraph'>Every time comments and reviews on social media go unaddressed, your brand suffers. If their complaints are not addressed on social media, 30% of customers will turn to a rival. Therefore, at Smirk, we don't think it counts as social media management if you're not keeping an eye on and responding to audience participation with brand-consistent comments. To assist brands getting hundreds or thousands of messages per week, we even have a unique, cutting-edge system called Active Response. Our team sets aside time each day to monitor your accounts, respond to inquiries, and protect your brand.</p></div></div></div>"
        ]
    },
    {
        "id": 6,
        "icon": "./images/service/icon/6.png",
        "smallIcon": "/images/service/icon/small/8.png",
        "image": "./images/service/Brand/2.png",
        "title": "Brand Enhancement Services",
        "categories": [
            "Paid Advertisement",
            "Email Marketing",
            "Creative Services",
            "SEO & Optimisation",
            "Social media Management",
            "Brand Enhancement Services"
        ],
        "excerpt": "We enhance the relevance, shape the reputation and boost the visibility of Businesses.",
        "body": [
            "<p class='pb-2'>In today's age of globalisation, a company's online reputation has become extremely important in developing an effective brand image and brand value in the competitive marketplace. Brand enhancement is the process of using digital marketing to increase brand recognition among consumers. Successful branding demonstrates the company's positioning and mission. Every business needs a brand-building process to evaluate the competition and build consumer loyalty. The internet has given consumers many possibilities to converse about brands, and it has also offered businesses great opportunity to interact with customers and establish good communication in order to build strong brand value.</p>",
            "<div class='pointimp'><img class='mt-xl-n3 ml-n2' src='/images/service/brand/2.png' alt='service' /></div>"
        ],
        "bodyBottom": [
            "<p class='text-primary fw-semi-bold mb-6'> Is your business on the internet?  Does it seem tough for your target market to identify your brand? Do you wish to promote your company name? If all your answer is yes!   We have the ideal solution to increase the value of your brand and place it in the market and in the minds of customers. Our brand enhancement programme  helps you stand out from your rivals in the market, increasing client confidence and business revenue. <br> ProHikes provides the right online reputation management service that can improve your average ratings across review sites. Our team of branding specialists has a deeper understanding of leveraging brand value, enhancing brand identity, and make your business more memorable in your customer’s mind.  Our skilled specialists will understand your weak points and give you the ideal treatment that will be most profitable for you. Our continuous optimization efforts bring long-term value to your brand.</p><p> An effective branding process helps a company to grow its business and advocate about the products and services being offered by them. The process of building a brand involves more than just designing a logo and mission statement; it also involves maintaining a consistent message across all social media platforms, as well as on various websites, through content marketing, online advertising, print, and packaging, as well as by offering excellent customer service. </p><div class='single-service-list'><p><i class='fa fa-angle-double-right'></i>We Use Real Data (Data-Driven Approach) To Revitalize Your Brand Visually.</p> <p><i class='fa fa-angle-double-right'></i>Promoting the brand image for a positive impact</p><p><i class='fa fa-angle-double-right'></i>Influencing SERP results to deal with negative posts</p><p><i class='fa fa-angle-double-right'></i>Enhancing interactions with the customers</p></div>",
            "<div class='single-service-list'><div class= 'pointimp'><h3 class='title1'>Audience Research</h3> We establish the size, composition, and characteristics of a group of individuals who are, or could be, potential customers then we create the best strategy to benefit from the increase in lead generation and then target the right media channels to get the most out of your advertising campaign.</div><div class='single-service-list'><div class= 'pointimp'><h3 class='title1'>Industry Analysis</h3>Bring your audience in with an effective ad that’s most likely to result in a buying decision. One of the best ways to present your business to your target audience is still through online media. Marketers can reach a large audience with online channels and entertainment by strategically integrating successful advertising into the content that many consume daily.</div> <div class= 'pointimp'><h3 class='title1'>Media Buying</h3>We help you track incoming leads to determine which campaigns are working the best and how to maximize that exposure. Our reports cater to helping you understand where you're at, what efforts are currently running, and what these efforts are producing. We are a results-oriented digital marketing agency.</div><div class= 'pointimp'><h3 class='title1'>Brand Positioning</h3> We continually optimize your campaign over time to make sure you see long-term results. We pinpoint the marketing channels that will produce the highest return on your investment based on the brand and the type of audience you're targeting to find common ground between the catered message and your brand.</div></div></div>",
            "<div class='row sub-section-mb mt-7 mt-lg-0'><div class='col-xl-6 col-md-6'><div class='sub-section-title'><h3 class='title'>BUSINESS CONSULTING</h3><p>Customers identify a brand by its Name, Logo, Slogan, Color palette, Graphics,Typographycreatives, Packaging, Labelling and Promotional videos. These are all appealing characteristics that could help a brand become legendary. A great logo is good for business, but getting one that will work for years is difficult. Whether you're just starting out or revamping all of your branding design materials, talk to us. <p>Our business consulting services are designed to meet all of a company's operational requirements.  We offer comprehensive services to assist your Business by using strategy to drive people, process, information, and technology considerations.</p></p></div></div><div class='col-xl-5 col-md-6 text-center mt-7 mt-md-0 offset-xl-1'><img class='mt-xl-n3 ml-n2' src='/images/service/brand/3.png' alt='service' /></div></div>",
            "<div class= 'pointimp'><h3 class='title1'>Business Strategy</h3>You need a road map to direct your business toward the future you foresee. While creating a compelling vision, strategy, and ultimate plan for generating competitive advantage, we'll assist you in understanding your business and consumer insights.</div><div class='single-service-list'><div class= 'pointimp'><h3 class='title1'>Experience Design</h3>We assist customers in comprehending, conceptualising, and implementing contemporary interactions across channels and functional domains in order to encourage growth, maximize productivity, and create an environment where people, particularly their needs, are prioritised in decision-making. </div> <div class= 'pointimp'><h3 class='title1'>Operational and Process Excellence</h3>The business architecture of your company enables it to provide the right capabilities at the appropriate time. To make sure you can produce results that are genuinely sustainable, we will examine your business operations across people, processes, technology, and Key metrics together.</div><div class= 'pointimp'><h3 class='title1'>Enterprise Portfolio and Program Management</h3> How do you align program execution to strategy and accelerate value realization?We'll collaborate with you to deliver strategies and initiatives in a quick, efficient, and value-driven manner, from portfolio management to project delivery.</div></div></div>",
            "<div class='row sub-section-mb70'><div class='sub-section-title'><h3 class='title'>Measuring Monitoring, And Managing The Online Health Of Your Brand - ORM</h3><p>You've probably read a bad review from a disgruntled client if you own, run, or manage a business. Even the most respected companies occasionally deal with a displeased consumer.Successful companies may find it simple to brush this off, but they are frequently shocked to see exactly how destructive a single unfavourable online review can be to their brand. Whether it was a hoax or not, seeing a negative internet review can be upsetting, worrying, and even leave you feeling violated or helpless.ProHikes provides the right online reputation management service that can improve your average ratings across review sites.</p><div class='single-service-list'><p><i class='fa fa-angle-double-right'></i>Gathering online buzz and reviews about your brand from all major review sites</p> <p><i class='fa fa-angle-double-right'></i>Getting your customer testimonials and uploading them on social media platforms</p><p><i class='fa fa-angle-double-right'></i>Countering negative posts and comments to protect your online reputation</p><p><i class='fa fa-angle-double-right'></i>Regular monitoring and management to ensure that your brand reputation stays healthy</p><p>ProHikes provides the right online reputation management service that can improve your average ratings across review sites.</p></div></div></div></div>"
        ]
    }
]
